[]
=on

[InstallWizard]
ProductName=Bloody7
//ErrorMessage=
MSG_001=Insufficient privileges to install / remove!
MSG_101=Incomplete setup data, installation cannot be processed! 
MSG_102=Newer version has been installed, exit current installation? 
MSG_103=The file can not be copied, click OK to continue
MSG_1040="Startup on boot" data exists!
MSG_1041="Customized registration" data exists!
MSG_1042="Program file" exists!
MSG_201=Incomplete data,removal cannot be processed! 
MSG_202=The file can not be removed, click OK to continue
MSG_301=Incomplete data, update cannot be processed. 
MSG_302=Please remove the installed version, and then re-install.
MSG_501=The installed version is old,  start update process?
MSG_502=Upgrade failed, please try again!
MSG_503=The latest version has been installed, continue the setup?
//準備安裝畫面=
FPrepare->Caption=Install Wizard
FPrepare->lb_Prepare->Caption=The installation wizard is preparing for installation. The next window will guide you through the rest of the installation, please wait.
FPrepare->lb_PrepareProc->Caption=Preparing for installation…
//安裝歡迎畫面=
FWelcome->lb_Welcome->Caption=Welcome for installing the [%P] software!
FWelcome->lb_StartInstallation->Caption=Installation Wizard will install [%P] software.To continue, please press [Next]
FWelcome->lb_SelectLanguage->Caption=Select language
//硬體設備套用軟體系列選擇=
FSeriesSelect->lb_SelectSeriesTitle->Caption=[%P] software ready to install
FSeriesSelect->lb_SelectSeriesDescription->Caption=Select your product model, and press [Next] to perform the installation!
FSeriesSelect->rb_Series2->Caption=Multi Core GUN3 V2
FSeriesSelect->rb_Series3->Caption=Multi Core GUN3 V3
FSeriesSelect->rb_Series5->Caption=Multi Core GUN3 V5
FSeriesSelect->rb_Series7->Caption=Multi Core GUN3 V7
FSeriesSelect->rb_Series4->Caption=Multi Core GUN3 V4
//授權合約條款確認畫面=
FEULA->rb_AgreeEULA->Caption=I accept the agreement
FEULA->rb_DisapproveOfEULA->Caption=I do not accept the agreement
//詢問是否開始安裝畫面=
FAskInstall->lb_Title->Caption=Ready to install...
FAskInstall->lb_AskInstall->Caption=Click [Setup] to begin the installation. \\\\\\\\ Click [Back] to change installation settings,or click [Exit] to exit the installation wizard.
//開始安裝畫面=
FInstall->lb_Title->Caption=Installing...
FInstall->lb_Install->Caption=The installation wizard is installing the required setup!
CopyFiles=Copy files
ChangeFolderCompetence=Change folder permission
WriteRegOnUninstallFolder=Writing uninstall data
WriteRegOnBootName=Writing the startup data
CreateLinks=Creating the shortcut
WriteRegOnPrivateFolder=Writing the register data
//確認取消畫面=
FCancelConfirm->lb_CancelConfirm->Caption=Installation is not complete, quit installation now will cause Add/Uninstall imcomplete. Quit installation anyway?
//取消完成畫面=
FCancel->lb_Cancel->Caption=The installation program has been interrupted!
FCancel->lb_Notes->Caption=The system is not modified, you may install this program again in the future \\\\\\\\ click [OK] to exit installation wizard.
//安裝完成畫面=
FFinish->lb_Finish_Install->Caption=Installation of the new version is complete!
FFinish->lb_Finish_Uninstall->Caption=Removal of the old version  complete!
FFinish->lb_Finish_Upgrade->Caption=Update complete!
FFinish->lb_FinishInstallNotes->Caption=The installation program has been installed [%P]software in your computer!
FFinish->lb_FinishUninstallNotes->Caption=[%P] of old software has been removed! 
FFinish->lb_FinishUpgradeNotes->Caption=[%P] of software has been updated! 
FFinish->ck_StartProgram->Caption=Now start [%P] software
//確定解安裝畫面=
FUninstallConfirm->lb_UninstallConfirm->Caption=Remove selected software?
FUninstallConfirm->ck_DeleteUserLog->Caption=Delete logs(including: Programming,firearms files, button configurations….etc.)
//開始解安裝畫面=
FUninstall->lb_Uninstall->Caption=Removing the old [%P] software …
BackupSettingData=Keep setup data?
//詢問是否升級或修復畫面=
FAskUpgradeAndRepair->lb_AskUpgradeXRepair->Caption=Click [Upgrade/Repair] to begin upgrade or repair, \\\\\\\\  click [Exit] to exit installation wizard.
FAskUpgradeAndRepair->bt_Upgrade->Caption=Upgrade/Repair
//開始升級/修復畫面=
FUpgradeAndRepair->lb_UpgradeXRepair->Caption=Setup is upgrade / repair [%P] software!
FUpgradeAndRepair->bt_Cancel->Caption=Exit

[UNINSTALL]
DISPLAY_NAME=Bloody7
PUBLISHER=Bloody
URL=http://www.bloody.tw/
LINK_PROGRAMS_PUBLISHER=Bloody
LINK_PROGRAMS_FOLDER=Bloody7
LINK_PROGRAMS_EXEC=Bloody7
LINK_PROGRAMS_UNIST=Uninstall Bloody7
LINK_PROGRAMS_MANUAL=Manual
LINK_DESKTOP=Bloody7

